[
    {
        "level": "OUTSIDE",
        "levelDescription": "It's cold outside. There is a strange old house in front of you. There isn't much to see around you. You are surrounded by dense forest. There is also a small path covered in leaf to the west side of the house.",
        "levelTitle": "Outside"
    },
    {
        "level": "GREENHOUSE",
        "levelDescription": "As you open the door, you stare into a dark room, you start to feel around the wall next to the door and notice a lightswitch.",
        "levelTitle": "Greenhouse"
    },
    {
        "level": "GREENHOUSE_LIGHT_ON",
        "levelDescription": "There isn't that many things inside broken glass, a big bookcase and some dead plants. No one has been watering the plants for days. In the middle of all this mess, you can see a brass key.",
        "levelTitle": "Greenhouse"
    },
    {
        "level": "GREENHOUSE_LIGHT_AND_KEY_ON",
        "levelDescription": "There isn't that many things inside broken glass, a big bookcase and some dead plants. No one has been watering the plants for days.",
        "levelTitle": "Greenhouse"
    },
    {
        "level": "PORCH",
        "levelDescription": "The porch looks rather old, and the color is almost gone. The windows are all boarded up from the inside and it looks like the windows are painted in black. This porch is barely holding up.",
        "levelTitle": "Porch"
    },
    {
        "level": "MAIN_HALL",
        "levelDescription": "You are now in the main hall of the house. There isn't much in the main hall except for three odd doors with three different colors. The windows are painted in black and some old creepy paintings on the walls covered in cobwebs. The paintings looked a lot like Willem de Kooning's work.",
        "levelTitle": "Main Hall"
    },
    {
        "level": "BEACH",
        "levelDescription": "The door closes behind you, leaving you alone in the darkness. Suddenly, everything lights up, and you find yourself on the beach. There's a lighthouse right in front of you up the hill, a shipwreck by the coast and what looks to be a shed close to you. Which way do you decide to go?",
        "levelTitle": "Beach"
    },
    {
        "level": "GATE",
        "levelDescription": "While making your way up the hill, you encounter a gate blocking your path from going to the lighthouse. The gate appears to be very sturdy despite looking to be well over hundreds years old. There are also spikes at the top that makes it impossible to climb over.",
        "levelTitle": "Gate"
    },
    {
        "level": "LIGHTHOUSE_OUTSIDE",
        "levelDescription": "You stand outside the lighthouse",
        "levelTitle": "Lighthouse Outside"
    },
    {
        "level": "LIGHTHOUSE",
        "levelDescription": "This is the lighthouse. There's stairs leading up to the top floor.",
        "levelTitle": "Lighthouse"
    },
    {
        "level": "LIGHTHOUSE_TOP_FLOOR",
        "levelDescription": "This is the top floor in the lighthouse. The room is filled with a mysterious aura and it's giving you some sorts of joyous feeling in your body. There's a green key hanging on the wall.",
        "levelTitle": "Lighthouse Top Floor"
    },
    {
        "level": "SHED_FRONT_DOOR",
        "levelDescription": "You stand outside the shed. There seems to be no one inside when looking through the window, so it's probably safe to go inside...",
        "levelTitle": "Shed Front Door"
    },
    {
        "level": "SHED",
        "levelDescription": "You stand inside the shed. It's filled with what looks to be a bunch of old fisherman gear. There's an old-fashioned oil lamp thats hanging on the wall. There seems to be stairs leading down to the basement.",
        "levelTitle": "Shed"
    },
    {
        "level": "CELLAR",
        "levelDescription": "You find yourself in the basement of the shed. There seems to be nothing but bunch of old junk. Your vision is very limited due to the darkness, maybe you should take a closer look with the help of that oil lamp...",
        "levelTitle": "Cellar"
    },
    {
        "level": "BEACH_EAST_SIDE",
        "levelDescription": "You see a shipwreck in the distant, it's probably worth checking out",
        "levelTitle": "Beach East Side"
    },
    {
        "level": "SHIPWRECK",
        "levelDescription": "You find yourself inside the old rustic shipwreck. The boat seems to be very old from the looks of it. The captains cabin seems to be up ahead.",
        "levelTitle": "Shipwreck"
    },
    {
        "level": "CAPTAINS_CABIN",
        "levelDescription": "You are currently inside the captains cabin. There's a framed family photograph on the wall of what looks to be the owner of this ship's family. There's a desk with a piece of torn pages on it.",
        "levelTitle": "Captains Cabin"
    },
    {
        "level": "LIVING_ROOM",
        "levelDescription": "A big room with a two red armchairs in front of a fireplace. There is some painting hanging on the walls. You can feel the heat emitting from the fireplace. The flame is dancing so violently. The fireplace could be useful later on...",
        "levelTitle": "Living Room"
    },
    {
        "level": "KITCHEN",
        "levelDescription": "An old kitchen, but with some modern modifications. The fridge is old, and it doesn't work anymore, but it has a photograph on it. The photograph might be a clue to all this madness. There are some stairs leading down to the basement.",
        "levelTitle": "Kitchen"
    },
    {
        "level": "BASEMENT",
        "levelDescription": "It's cold in the basement. There is not so much down here, just some old furnitures and some boxes filled with old toys, pictures, watches and so on. Most of it seems to be covered by a red cloth to protect them from getting all dusty, except a ladder which is leaning on the wall, it might be useful later. There are some stairs leading up.",
        "levelTitle": "Basement"
    },
    {
        "level": "HALL",
        "levelDescription": "A small hall with a clothing rack on the side and a small red carpet with the letter 'A' on it. Why the letter 'A'? There are also some pictures on the wall, however, you can't seem to see person's faces in the pictures for some reasons. Every face is blurry. Beneath the pictures is a small table with a bowl, the bowl contains car keys. There are some stairs leading up to the upper floor.",
        "levelTitle": "Hall"
    },
    {
        "level": "UPPER_FLOOR",
        "levelDescription": "It's so quiet up here, there is only a door, which you guess is the bedroom, an attic with an open hatch and a window which is painted black. Somehow the sunlight still shines through the black paint. There are some stairs leading down to the hall.",
        "levelTitle": "Upper Floor"
    },
    {
        "level": "ATTIC",
        "levelDescription": "The attic is very dark, but the sunbeams from the windows make it much easier to distinguish what hides behind the dark. There are some boxes with the label 'memories'. In the middle of the attic is a grey key.",
        "levelTitle": "Attic"
    },
    {
        "level": "BEDROOM",
        "levelDescription": "It looks like a regular bedroom, the walls are red, a bookcase filled with obviously books, photos, a tiny leather boot and a box full of old watches. There is a big round window in the room which is painted black, but it doesn't block the sunlight which is kind of odd. In the center of the bedroom, there is a canvas which is painted red.",
        "levelTitle": "Bedroom"
    },
    {
        "level": "CRIB_ROOM",
        "levelDescription": "This is a room with a pink crib in it. It looks misplaced. Nothing else in here. The emptiness is too much. Best to move on...",
        "levelTitle": "Crib Room"
    },
    {
        "level": "BABY_ROOM",
        "levelDescription": "This room is filled with baby things. The walls have painted unicorns, and the shelves are filled with toys. A worn doll catches the eye. Is it waving or are you losing your mind? The only thing missing is the crib...",
        "levelTitle": "Baby Room"
    },
    {
        "level": "NURSING_ROOM",
        "levelDescription": "A nursing room... and a changing table. A funky smell envelopes you as you enter. The smell is sweet, but somewhat earthy... strange. A moldy pacifier lying on the changing table is caught in a bleak ray of sunlight.",
        "levelTitle": "Nursing Room"
    },
    {
        "level": "NURSING_ROOM_NO_PACIFIER",
        "levelDescription": "A nursing room... and a changing table. A funky smell envelopes you as you enter. The smell is sweet, but somewhat earthy... strange.",
        "levelTitle": "Nursing Room"
    },
    {
        "level": "STUDY_ROOM",
        "levelDescription": "A study. A nice, comfy chair, rows upon rows of books on the shelves and a decanter filled with a golden liquid  standing besides a used glass... Dust everywhere. A dirty blanket is wrapped around the back of the chair... it looks somehow familiar.",
        "levelTitle": "Study Room"
    },
    {
        "level": "MESSY_ROOM",
        "levelDescription": "This room is a mess. Broken bottles and thrashed books. A nursery rhyme is scribbled on the walls... A notebook lying on the floor stands out from the rest. It's titled Nursery Rhyme and has the same rhyme in it as is scribbled on the wall...",
        "levelTitle": "Messy Room"
    },
    {
        "level": "BABY_ROOM_CRIB",
        "levelDescription": "The crib looks beautiful, almost surreal.. but it also looks empty.",
        "levelTitle": "Baby room"
    },
    {
        "level": "BABY_ROOM_DOLL",
        "levelDescription": "The doll almost looks like it is shivering in cold..",
        "levelTitle": "Baby room"
    },
    {
        "level": "BABY_ROOM_BLANKET",
        "levelDescription": "The doll looks unhappy. Is it.. pucking it's lips?",
        "levelTitle": "Baby room"
    },
    {
        "level": "BABY_ROOM_PACIFIER",
        "levelDescription": "Do you remember the nursery rhyme? It feels like you should use it..",
        "levelTitle": "Baby room"
    },
    {
        "level": "BABY_ROOM_KEY",
        "levelDescription": "A pink key on the floor. A door with a blueish tint on the east wall.. ",
        "levelTitle": "Baby room"
    },
    {
        "level": "BABY_ROOM_NO_DOLL",
        "levelDescription": "This room is filled with baby things. The walls have painted unicorns, and the shelves are filled with toys. The only thing missing is the crib...",
        "levelTitle": "Baby room"
    },
    {
        "level": "BLUE_START",
        "levelDescription": "You enter a dark room, and you hear a faint sobbing. The only light there is shining through the bottom of a door to your left. In front of you is a hallway leading seemingly into nothingness.",
        "levelTitle": "Hallway"
    },
    {
        "level": "BLUE_TORCH_ROOM",
        "levelDescription": "In the room, there is a desk with a wooden chair and a torch hanging on the wall. It seems the torch isn't bolted to the wall, you might be able to pick it up.",
        "levelTitle": "Torch room"
    },
    {
        "level": "BLUE_CORRIDOR_1",
        "levelDescription": "As you enter the hallway, you see there's corridors to the left, right and in front of you. The sobbing becomes ever so clearer.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_2",
        "levelDescription": "As you hold your torch up, you catch a glimpse of something shining in front of you down the corridor but the faint sobbing subsides.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_3",
        "levelDescription": "On the floor, there is a rusty key in front of your feet.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_4",
        "levelDescription": "As you hold your torch up you catch a glimpse of something shining to the left of you down the corridor.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_5",
        "levelDescription": "While the sobbing increases, you get a feeling that you're missing something.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_6",
        "levelDescription": "As you walk forwards the sobbing increases. In front of you is a closed metal gate, to your right is a damp room.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_7",
        "levelDescription": "In the room there's a keyhole on the opposite side of the gate.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_8",
        "levelDescription": "The sobbing increases, you can see a corridor on your left.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_CORRIDOR_9",
        "levelDescription": "The sobbing becomes significantly louder, you can make out a figure in front of you sitting on the floor.",
        "levelTitle": "Corridor"
    },
    {
        "level": "BLUE_FINISH",
        "levelDescription": "On the floor, there's a dark-haired girl sitting on the ground, with her head in her hands covering her face. As you walk up and lay your hand on her shoulder, she crumbles into ash. You jump back, shook by the event. In the ash there's a blue key. Could this be the final piece of the puzzle?",
        "levelTitle": "Corridor"
    },
    {
        "level": "MIRROR_ROOM_JOY",
        "levelDescription": "A pink key on the floor. A door with a blueish tint on the east wall.. ",
        "levelTitle": "Mirror Room Joy"
    },
    {
        "level": "MIRROR_ROOM_ANGER",
        "levelDescription": "A pink key on the floor. A door with a blueish tint on the east wall.. ",
        "levelTitle": "Mirror Room Anger"
    },
    {
        "level": "MIRROR_ROOM_LOVE",
        "levelDescription": "A pink key on the floor. A door with a blueish tint on the east wall.. ",
        "levelTitle": "Mirror Room Love"
    },
    {
        "level": "MIRROR_ROOM_SADNESS",
        "levelDescription": "A big room with a two red armchairs in front of a fireplace. There are some painting hanging on the walls. You can feel the heat emitting from the fireplace, the flame is dancing so violently. The fireplace could be useful later on...",
        "levelTitle": "Living Room"
    }
]