[
    {
        "level": "BEACH",
        "levelDescription": "The door closes behind you, leaving you alone in the darkness. Suddenly, everything lights up, and you find yourself on the beach. There's a lighthouse right in front of you up the hill, a shipwreck by the coast and what looks to be a shed to your left by the seaside. Which way do you decide to go?",
        "levelTitle": "Beach"
    },
    {
        "level": "GATE",
        "levelDescription": "While making your way up the hill, you encounter a gate blocking your path from going to the lighthouse. The gate appears to be very sturdy despite looking to be well over two hundred years old. There are also spikes at the top that makes it impossible to climb over.",
        "levelTitle": "Gate"
    },
    {
        "level": "LIGHTHOUSE_OUTSIDE",
        "levelDescription": "You stand outside the lighthouse, do you decide to go?",
        "levelTitle": "Lighthouse Outside"
    },
    {
        "level": "LIGHTHOUSE",
        "levelDescription": "This is the lighthouse. There's a staircase that leads up to the top floor.",
        "levelTitle": "Lighthouse"
    },
    {
        "level": "LIGHTHOUSE_TOP_FLOOR",
        "levelDescription": "This is the top floor in the lighthouse. There looks to be some sort of old machine that requires you to put in a key.",
        "levelTitle": "Lighthouse Top Floor"
    },
    {
<<<<<<< HEAD
        "level": "SHED_FRONT_DOOR",
        "levelDescription": "You stand outside the shed, do you decide to go in?",
        "levelTitle": "Shed Front Door"
=======
        "level": "OUTSIDE_SHED",
        "levelDescription": "You stand outside the shed. There seems to be no one inside when looking through the window, so it's probably save to go inside...",
        "levelTitle": "Shed Frontdoor"
>>>>>>> ba0b2b27987931e81d35e8b6f678a463c636df6d
    },
    {
        "level": "SHED",
        "levelDescription": "You stand inside the shed. It's filled with what looks to be a bunch of old fisherman gear. There's an old-fashioned oil lamp thats hanging on the wall. There seems to be stairs leading down to the basement.",
        "levelTitle": "Shed"
    },
    {
        "level": "CELLAR",
        "levelDescription": "You find yourself in the basement of the shed. There seems to be nothing but bunch of old junk. Your vision is very limited due to the darkness, maybe you should take a closer look with the help of that oil lamp...",
        "levelTitle": "Cellar"
    },
    {
        "level": "BEACH_EAST_SIDE",
        "levelDescription": "You see a shipwreck in the distant, do you decide to explore it?",
        "levelTitle": "Beach East Side"
    },
    {
        "level": "SHIPWRECK",
        "levelDescription": "You find yourself inside the old rustic shipwreck. The boat seems to be very old from the looks of it. The captains cabin is up ahead to your right.",
        "levelTitle": "Shipwreck"
    },
    {
        "level": "CAPTAINS_CABIN",
        "levelDescription": "You are currently inside the captains cabin. There's a family photograph on the wall of what looks to be the owner of this ships family. There's a desk with a piece of torn pages on it.",
        "levelTitle": "Captains Cabin"
    }
]